<?php
return [

	'login_confirm' => 'Авторизовано успішно.',
	'login_pass_error' => 'Невірний пароль.',
	'login_email_error' => 'Авторизація. Невірний Email.',
	'send_login_code' => 'Надіслано код авторизації на пошту.',
	'login_code_left' => 'Вийшов термін дії коду авторизації.',
	'login_code_error' => 'Введено невірний код авторизації.',
	'logout' => 'Вихід з системи',
	
	'status_add' => 'Додано новий статус ID:{0} / {1}',
	'status_update' => 'Оновлено статус ID:{0} / {1}',
	'status_del' => 'Видалено статус ID:{0}',
	
	'user_add' => 'Додано користувача ID:{0} / {1}',
	'user_update' => 'Оновлено користувача ID:{0} / {1}',
	'user_del' => 'Видалено користувача ID:{0}',
	
	'appeal_add_date' => 'Додано/оновлено дату виконання звернення ID:{0} / Дата {1}',
	'appeal_approved_date' => 'Затверджено дату виконання звернення ID:{0} / Дата {1}',
	'appeal_add_head' => 'Додано/оновлено осіб уповноважених приймати рішення. Звернення ID:{0} / Особа ID:{1}',
    'appeal_add_implementer' => 'Додано/оновлено виконавців. Звернення ID:{0} / Особа ID:{1}',
	
	'appeal_request_approve' => 'Запит виконавця уповноваженій особі ВРАХОВАНО. Звернення ID:{0} / Запит ID:{1}',
	'appeal_request_reject' => 'Запит виконавця уповноваженій особі ВІДХИЛЕНО. Звернення ID:{0} / Запит ID:{1}',
	'appeal_request_add' => 'Додано новий запит особам уповноваженим приймати рішення. Звернення ID:{0} / Тип звернення ID:{1}',

    'appeal_request_type_update' => 'В довіднику запитів особам уповноваженим приймати рішення оновлено тип. ID:{0}',
    'appeal_request_type_add' => 'В довідник запитів особам уповноваженим приймати рішення додано новий тип. Запит ID:{0}',

	'appeal_add_status' => 'Додано статус. Звернення ID:{0} / статус ID{1}',
	
	'appeal_implementation_add' => 'Додано новий етап викоання роботи. Звернення ID:{0} / Робота ID:{1}',
	'appeal_implementation_edit' => 'Відредаговано етап викоання роботи. Звернення ID:{0} / Робота ID:{1}',
	'appeal_implementation_photo_add' => 'Відредаговано етап викоання роботи. Завантажено зображення. Звернення ID:{0} / Робота ID:{1}',
	'appeal_implementation_doc_add' => 'Відредаговано етап викоання роботи. Завантажено документи. Звернення ID:{0} / Робота ID:{1}',

    'appeal_chat_add'=>'Надіслано повідомлення заявнику. Звернення ID:{0} / Повідомлення ID:{1}',
	
	'chat_message_add' => 'Надіслано особисте повідомлення в чат-бот користувачу ID:{0} / Повідомлення ID:{1}',
    
    'message_package_add' => 'Додано нову розсилку ID:{0}',

];